---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctFlowParam
source: html/aaf55dd0-ffcd-b2a6-f5ce-069fd291096a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctFlowParam Property

"Flow"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctFlowParam { get; }
```